<script>
	import Footer from '$lib/components/Footer.svelte';
	import Sidebar from '$lib/components/Sidebar/Sidebar.svelte';
</script>

<div class="page">
	<Sidebar />

	<main class="main">
		<video
			class="video"
			width="100%"
			height="auto"
			src="vids/main.mp4"
			autoplay
			loop
			muted
			controls
		>
			<track kind="captions" />
		</video>
		<hr />
		<div class="article">
			<h2 class="article__title">В Краснодаре полиция ищет 12-летнюю школьницу</h2>
			<div class="article__desc">
				В Краснодаре полиция ищет 12-летнюю школьницу, которая пропала 24 октября. Об этом сообщила
				пресс-служба городского управления МВД в своем телеграм-канале. По данным ведомства, девочка
				пропала после того, как ушла из школы на улице Игнатова. На вид школьнице 12–14 лет, у нее
				худощавое телосложение, рост примерно 155–160 см, есть шрам на правом предплечье с
				внутренней стороны. При себе у нее был черный рюкзак и мобильный телефон голубого цвета.
			</div>
		</div>
		<div class="article">
			<h2 class="article__title">Полиция Екатеринбурга разыскивает 15-летнего подростка</h2>
			<div class="article__desc">
				Полиция Екатеринбурга разыскивает 15-летнего подростка, который не вернулся домой из школы,
				сообщила пресс-служба регионального управления МВД. Ребенок ушел из школы в районе
				Пионерский (когда именно, не уточняется), сейчас его местонахождение неизвестно. По данным
				полиции, подросток уходил из дома и раньше. Приметы пропавшего: рост 160 см, темные волосы,
				карие глаза, худощавое телосложение. Когда уходил из дома, надел синюю куртку с
				бело-красными полосками на рукавах и шее, темно-коричневые брюки и кроссовки черно-серого
				цвета. Также подросток носит очки с диоптриями.
			</div>
		</div>
	</main>
</div>

<Footer />

<style>
	.page {
		display: flex;
		background: rgb(223, 223, 223);
		font-size: 16px;
	}

	.main {
		width: 75%;
		padding: 10px;
	}
</style>
