<div class="film-facts_wrapper">
	<div class="container mx-auto">
		<h2 class="title">Последние новости</h2>
		<ul class="film-facts">
			<div class="film-facts_item">
				<img src="/imgs/sts.png" alt="" />
				<div>
					<h1>
						В Краснодаре полиция ищет 12-летнюю школьницу, которая пропала 24 октября. Об этом
						сообщила пресс-служба городского управления МВД в своем телеграм-канале.
                    </h1>

					<h1>
						По данным ведомства, девочка пропала после того, как ушла из школы на улице Игнатова. На
						вид школьнице 12–14 лет, у нее худощавое телосложение, рост примерно 155–160 см, есть
						шрам на правом предплечье с внутренней стороны. При себе у нее был черный рюкзак и
						мобильный телефон голубого цвета.
                    </h1>
				</div>
			</div>
			<div class="film-facts_item">
				<img src="/imgs/tnt.png" alt="" />
				<div>
					<h1>
						Полиция Екатеринбурга разыскивает 15-летнего подростка, который не вернулся домой из школы, сообщила пресс-служба регионального управления МВД.
                    </h1>

					<h1>
						Ребенок ушел из школы в районе Пионерский (когда именно, не уточняется), сейчас его местонахождение неизвестно. По данным полиции, подросток уходил из дома и раньше.
                    </h1>

                    <h1>
						Приметы пропавшего: рост 160 см, темные волосы, карие глаза, худощавое телосложение. Когда уходил из дома, надел синюю куртку с бело-красными полосками на рукавах и шее, темно-коричневые брюки и кроссовки черно-серого цвета. Также подросток носит очки с диоптриями.
                    </h1>
				</div>
			</div>
            <div class="film-facts_item">
				<img src="/imgs/rentv.png" alt="" />
				<div>
					<h1>
						Пятеро подростков из деревни Нижний Матур в Хакасии пропали в тайге, сообщило МЧС в телеграм-канале.
                    </h1>

					<h1>
						«Пятеро жителей деревни Нижний Матур 2008, 2009 и 2010 годов рождения ушли в тайгу за орехами. Домой не вернулись», — говорится в сообщении.
                    </h1>

                    <h1>
						В ведомстве уточнили, что пропавшие не выходят на связь более 10 часов. Родственники не смогли найти детей самостоятельно, поэтому обратили в МЧС.
                    </h1>

                    <h1>
						«Из Абакана выдвинулись четыре спасателя Южного поисково-спасательного отряда МЧС России. К выезду готовится группа беспилотной авиации Главного управления МЧС России по Республике Хакасия», — уточнили в ведомстве.
                    </h1>

                    <h1>
						К поискам привлекли 39 человек и пять единиц техники. Подростков будут искать как с земли, так и с воздуха, уточнили в ведомстве.
                    </h1>

                    <h1>
						По данным на 2:10 мск, подростки найдены в 7 км от деревни Нижний Матур. В МЧС уточнили, что состояние детей удовлетворительное, медицинская помощь им не требуется.
                    </h1>
				</div>
			</div>
		</ul>
	</div>
</div>

<style>
    h1 {
        font-size: 24px;
    }
    .title {
        text-align: center;
        font-size: 40px;
        margin-block-start: 0;
    }
	.film-facts_wrapper {
		padding: 30px 0 60px 0;
        background: rgb(223, 223, 223);
	}
	.film-facts {
		display: flex;
		flex-direction: column;
	}
	.film-facts_item {
		padding: 30px;
		border-bottom: 4px solid black;
		display: flex;
		gap: 30px;
		padding: 10px;
        align-items: center;
	}
	img {
		border-radius: 20px;
        height: fit-content;
	}
    .film-facts_item div {
        max-height: 400px;
        overflow-y: auto;
    }

    .film-facts_item img {
        max-width: 30vw;
    }
</style>